[
    {
        key: 1000,
        name: "צריפין",
    },
    {
        key: 10001,
        name: "צריפין - 108",
    },
    {
        key: 10002,
        name: "צריפין - לוטם",
    },
    {
        key: 10003,
        name: 'בה"ד 1',
    },{
        key: 10004,
        name: 'קריה',
    },
    {
        key: 10005,
        name: 'שלישות רמת גן',
    },
    {
        key: 10006,
        name: 'פלמחים',
    },
    {
        key: 10007,
        name: 'חצרים',
    },
    {
        key: 10008,
        name: 'בסיס הטכני',
    },
    {
        key: 10009,
        name: 'ביסל"א',
    },
    {
        key: 10010,
        name: 'בא"ח גבעתי',
    },
    {
        key: 10011,
        name: 'בא"ח גולני',
    },{
        key: 10012,
        name: 'בא"ח כפיר',
    },
    {
        key: 10013,
        name: 'בא"ח נח"ל',
    },
    {
        key: 10014,
        name: 'בא"ח צנחנים',
    },
    {
        key: 10015,
        name: 'בא"ח העורף',
    },
    {
        key: 10016,
        name: 'בה"ד 8',
    },
    {
        key: 10017,
        name: 'מחו"ה אלון',
    },
    {
        key: 10018,
        name: 'חוות השומר',
    },
    {
        key: 10019,
        name: 'בסיס גדנ"ע שדה בוקר',
    },{
        key: 10020,
        name: 'עובדה - בח"א 10',
    },
    {
        key: 10021,
        name: 'בסיס פיקוד צפון',
    },
    {
        key: 10022,
        name: 'בסיס פיקוד דרום',
    },
    {
        key: 10023,
        name: 'בסיס פיקוד מרכז',
    },
    {
        key: 10024,
        name: 'בסיס פיקוד העורף',
    },
    {
        key: 10025,
        name: 'עיר הבה"דים',
    },
    {
        key: 10026,
        name: 'שבטה',
    },
    {
        key: 10027,
        name: 'מחנה נתן',
    },{
        key: 10028,
        name: 'שדה תימן',
    },
    {
        key: 10029,
        name: 'שיזפון',
    },
    {
        key: 10030,
        name: 'תל נוף',
    },
    {
        key: 10031,
        name: 'בסיס גל"צ',
    },
    {
        key: 10032,
        name: 'סיירים',
    },
    {
        key: 10033,
        name: 'ביסל"ח',
    },
    {
        key: 10034,
        name: 'בהל"ץ',
    },
    {
        key: 10035,
        name: 'חר"פ צריפין',
    },{
        key: 10036,
        name: 'חר"פ דרום',
    },
    {
        key: 10037,
        name: 'חר"פ צפון',
    },
    {
        key: 10038,
        name: 'נבטים',
    },
    {
        key: 10039,
        name: 'חפץ חיים 502',
    },
    {
        key: 10040,
        name: 'גלילות',
    },
    {
        key: 10041,
        name: 'מחנה גדעונים',
    },
    {
        key: 10042,
        name: 'מפרשית',
    },
    {
        key: 10043,
        name: "ג'וליס",
    },{
        key: 10044,
        name: 'מז"י',
    },
    {
        key: 10045,
        name: 'צאלים',
    },
    {
        key: 10046,
        name: 'זיקים',
    },
    {
        key: 10047,
        name: 'ניצנים',
    },
    {
        key: 10048,
        name: 'מחנה 80',
    },
    {
        key: 10049,
        name: 'בה"ד חיל הים',
    },
]
